Overload List
Name  |   Description
NewProjectDocument(String)
 New project document
 (Inherited from  Application  .)
NewProjectDocument(UnitSystem)
 Creates a new project document with no template file specified.
 (Inherited from  Application  .)
 See Also
  ApplicationEntryPoint Class
  ApplicationEntryPoint Members
  Autodesk.Revit.DB.Macros Namespace